    [
        {"consola":"Pleisteishon Z",
            "precio":4000,
            "fabricante":"Sorni",
            "id":1,
            "imagen":"1.png",
            "imagen1":"11.png",
            "imagen2":"111.png",
            "titulo":"Pleisteishon Z + Good of War + GTA V",
            "descripcion":" Con tu consola Pleisteishon Z tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. PlayStation renovó las expectativas del mundo virtual con esta nueva consola y su gran rendimiento. Cuenta con una interfaz de usuario más rápida y fácil de navegar que en anteriores modelos. Además, podrás jugar durante horas desafiando a millones de contrincantes alrededor del mundo que esperan nuevos retos. Calidad de otro nivel: Se considera que esta consola es de las mejores dentro del mercado, dado que presenta una resolución de hasta 4K. Además, el control DualSense para PS5 combina estilo y tecnología para que jugar sea más cómodo e interactivo para todos sus jugadores. Adaptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 825 GB. Al contar con un procesador de 8 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables."
        },


        {"consola":"Pleisteishon III",
            "precio":2000,
            "fabricante":"Sorni",
            "id":2,
            "imagen":"2.png",
            "imagen1":"22.png",
            "imagen2":"222.png",
            "titulo":"Pleisteishon III + Joystick analógico + Chipeado",
            "descripcion":" Con tu consola Pleisteishon III tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. No solo esto, el control DualShock combina funciones revolucionarias y sin precedentes mientras conserva precisión, comodidad y exactitud en cada movimiento. Adaptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 16 GB. Al contar con un procesador de 4 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás."
        },


        {"consola":"Ex-Box Guan",
            "precio":3000,
            "fabricante":"Macrohard",
            "id":3,
            "imagen":"3.png",
            "imagen1":"33.png",
            "imagen2":"333.png",
            "titulo":"Ex-Box Guan + Quineta + Pack de baterias",
            "descripcion":" Con tu consola Ex-Box Guan + Quineta tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. Gracias a sus pequeñas dimensiones, su consumo energético es reducido, lo que la convierte en un producto económico y accesible. Adaptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 4 GB. Al contar con un procesador de 3 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables. Utiliza adaptador/transformador para corriente, lea atentamente las instrucciones del manual antes de conectarla."
        },


        {"consola":"eX-boX siX - XXX",
            "precio":5000,
            "fabricante":"Macrohard",
            "id":4,
            "imagen":"4.png",
            "imagen1":"44.png",
            "imagen2":"444.png",
            "titulo":"eX-boX siX - XXX + FIFA 22 + Botines",
            "descripcion":" Con tu consola eX-boX siX - XXX tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. La nueva generación de consolas está comandada por la Xbox Series que llegó al mercado para sorprender a todos. Su potencia y alto rendimiento te permitirá reducir las horas de descarga de juegos y contenido de manera considerable en comparación con otras consolas. Además, vas a poder jugar durante horas mientras te divertís con jugadores de todo el mundo. Adaptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 512 GB. Al contar con un procesador de 8 núcleos y uno gráfico, brinda una experiencia dinámica, respuestas ágiles, y transiciones fluidas de imágenes en alta definición. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables."},


        {"consola":"Nientiendo Suich",
            "precio":4000,
            "fabricante":"Nientiendo",
            "id":5,
            "imagen":"5.png",
            "imagen1":"55.png",
            "imagen2":"555.png",
            "titulo":"Nientiendo Suich + PS PLUS + PNS CARD",
            "descripcion":" Con tu consola Suich tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. Switch se convirtió en una de las consolas más versátiles del mercado gracias a su uso portátil y de sobremesa. Nintendo desarrolló este modelo con el objetivo de tener todas las comodidades de la tecnología de elite en un aparato portátil con el que podrás jugar y disfrutar de diverso contenido online. Nientiendo Suich es una consola desmontable, que puede usarse en modo portátil, sobremesa o en la TV; esto te brindará la posibilidad de utilizarla donde quieras y compartir sus controles. Los Joy-con cuentan con botones especiales para realizar print de pantalla. Además, posee una cámara infrarroja que puede leer la distancia respecto a los objetos e incluso detectar formas. daptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 32 GB. Por otro lado, tiene puerto USB y salida HDMI, que permiten conectar accesorios y cargar la batería de tu control mientras jugás. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables."},


        {"consola":"Nientendo Guí",
            "precio":1000,
            "fabricante":"Nientiendo",
            "id":6,
            "imagen":"6.png",
            "imagen1":"66.png",
            "imagen2":"666.png",
            "titulo":"Nientendo Guí + Cables inalambricos de Pokémon",
            "descripcion":" Con tu consola Guí tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. El control Wii Remote se destaca por su capacidad de detectar movimientos en un determinado espacio lo que te permite una mayor interacción y dinamismo.Adaptada a tus necesidades: Guardá tus apps, fotos, videos y mucho más en el disco duro, que cuenta con una capacidad de 512 MB. Vas a poder reproducir música, ver tus películas y series favoritas a través de las aplicaciones descargables."},


        {"consola":"Songa Armagedón",
            "precio":600,
            "fabricante":"Songa",
            "id":7,
            "imagen":"7.png",
            "imagen1":"77.png",
            "imagen2":"777.png",
            "titulo":"Songa Armagedón + soplador de casetes",
            "descripcion":" Con tu consola de 16 Bit tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. Jugá todos los juegos clásicos de los '90."},


        {"consola":"Próximamente",
            "precio":"???",
            "fabricante":"???",
            "id":8,
            "imagen":"8.png",
            "titulo":"Armado de PC-ra personalizada con cables extra-largos",
            "descripcion":""}
        ]
          